Repository: Luan-Aiezza/RTSGame
Catalog: Eclipsa/Eclipsa/Localizable.xcstrings
Source language: en
Languages: pt_br

source: <<< Back
pt_br: <<< Voltar

# configCredits
source: Credits
pt_br: Créditos

# configEffects
source: Audio
pt_br: Efeitos

# configMusic
source: Music
pt_br: Músicas

# configTitle
source: Settings
pt_br: Configurações

source: CONTINUE
pt_br: CONTINUAR

# credits.0
source: Credits and Thanks
pt_br: Créditos e Agradecimentos

# credits.1
source: Victor Vasconcelos - For providing the Behind GameKit library
pt_br: Victor Vasconcelos - Pela disponibilidade da biblioteca Behind GameKit

# credits.2
source: Mini Fantasy - For providing combat effects packages
pt_br: Mini Fantasy - Efeitos sonoros de combate

# credits.3
source: Pixelify_Sans - Font used in the project
pt_br: Pixelify_Sans - Fonte utilizada no projeto

# credits.4
source: ZUN - Musical inspiration for the game soundtrack
pt_br: ZUN - Inspiração musical para trilha sonora

# credits.5
source: Jon Keller - Inspiration for the game’s aesthetics
pt_br: Jon Keller - Inspiração para a estética do jogo

# credits.6
source: Victor Maxwell - For tips on Game Design
pt_br: Victor Maxwell - Pela orientação em Game Design

# credits.7
source: Guto Kawakami - For help with processes and objectives
pt_br: Guto Kawakami - Pela orientação em processos e objetivos

# credits.8
source: Ariel Marcelo - For feedback during development
pt_br: Ariel Marcelo - Pelo feedback durante o desenvolvimento

# credits.9
source: Carolina Parente - For design tips and post-launch feedback
pt_br: Carolina Parente - Pelas dicas de design e feedbacks pós lançamento

# credits.10
source: Danilo Santana - For technical tips for the future of the project
pt_br: Danilo Santana - Pelas dicas técnicas para o futuro do projeto

# credits.11
source: Luana Geber- Ariah's Voice
pt_br: Luana Geber - Voz de Ariah

# credits.12
source: We also thank the whole Manaus Academy team, without you this would not be possible
pt_br: Também agradecemos a todos os integrantes do Academy de Manaus, sem vocês nada disso seria possível

# credits.13
source: Thank you!
pt_br: Muito Obrigado!!!

# dialogue.1
source: Welcome to Suncrown. First, try moving using the BLUE ANALOG.
pt_br: Bem-vindo(a) a Suncrown. Primeiramente tente se mover usando o ANÁLOGICO AZUL.

# dialogue.2
source: Now we need to summon some troops to defend your base, press the YELLOW BUTTON.
pt_br: Agora precisamos invocar tropas para defender sua base, clique no BOTÃO AMARELO.

# dialogue.3
source: Troops cost CROWNS, generated by your ALTARS — defend them at all costs.
pt_br: As tropas custam COROAS, que são gerados a partir de seus ALTARES, defenda-os a todo custo.

# dialogue.4
source: Hold the RED ANALOG STICK to call in nearby troops, and release it to release them.
pt_br: Segure o ANÁLOGICO VERMELHO para chamar tropas próximas, e solte-o para liberá-las.

# dialogue.5
source: The moon knights are coming! Don’t let them destroy your altars, or it will be harder to create soldiers.
pt_br: O inimigo está se aproximando, não deixe que destruam os altares!

# dialogue.6
source: They will always go after the SANCTUARY, if you lose it, it's over!
pt_br: Eles sempre virão atrás do SANTUÁRIO, se perdê-lo é o fim!

# dialogue.7
source: You must find the enemy PORTALS and destroy them, it’s the only way to win.
pt_br: Você deve encontrar os PORTAIS inimigos e destruí-los, é o único jeito de vencer.

# dialogue.8
source: That’s all for now... it’s up to you!
pt_br: Isso é tudo por enquanto... agora é com você!

# dialogue2.1
source: Knights cost 2 crowns, summon them with the ORANGE BUTTON!
pt_br: Os cavaleiros custam 2 coroas, invoque-os clicando no BOTÃO LARANJA!

# firstUserButtonNo
source: No
pt_br: Não

# firstUserButtonYes
source: Yes
pt_br: Sim

# firstUserText
source: The tutorial will still be available in the game settings.
pt_br: O tutorial ainda estará disponível nas configurações.

# firstUserTitle
source: Play tutorial?
pt_br: Jogar tutorial?

# intro.0
source: Long ago, the Highlands were home to the gods. From its summit, Heliar, goddess of the sun, illuminated the world.
pt_br: Há muito tempo, as Terras Altas eram o lar dos deuses. Onde a partir do cume, Heliar, deusa do sol, iluminava o mundo.

# intro.1
source: Below, the Zarat lived in peace worshiping the light of their goddess.
pt_br: Abaixo, os Zarat viviam em paz adorando a luz de sua deusa.

# intro.2
source: But then, Heliar was betrayed by her sister, Nythra. She plunged the world into eternal cold and shadow.
pt_br: Mas então, Heliar foi traída por sua irmã, Nythra. Que mergulhou o mundo em frio e sombras eternas.

# intro.3
source: However, before her fall, Heliar cast a fragment of her soul far away— a promise for whoever found it to bring her light back.
pt_br: Porém, antes de sua queda, Heliar lançou um fragmento de sua alma ao longe— uma promessa para quem quer que o encontrasse trazer sua luz de volta.

# intro.4
source: The fragment was found by a child of the Zarat, now exiled. The young Ariah.
pt_br: O fragmento foi encontrado por uma criança dos Zarat, agora exilados. A jovem Ariah.

# intro.5
source: Years later, now guided by her goddess’s power, Ariah begins her campaign at the Highlands’ frontier…
pt_br: Anos depois, agora guiada pelo poder de sua deusa, Ariah inicia sua campanha na fronteira das Terras Altas…

# paragraph.0
source: Ariah finally conquers the Highlands frontier, after defeating the servants of Nythra.
pt_br: Ariah enfim conquista as fronteiras das Terras Altas, após derrotar os servos de Nythra.

# paragraph.1
source: Thus, reclaiming part of her people’s territory, who could now return to live at the foot of the mountain.
pt_br: Assim, recuperando parte do território de seu povo, que agora poderia voltar a residir ao pé do monte.

# paragraph.2
source: However... a long path still lies ahead, Ariah must still climb to the top and face Nythra.
pt_br: Porém… há de faltar um longo caminho, Ariah ainda haveria de subir ao topo e enfrentar Nythra.

# paragraph.3
source: Thus to free the world from cold and darkness.
pt_br: Para assim libertar o mundo do frio e da escuridão.

# paragraph.4
source: Ariah’s journey will continue...
pt_br: A jornada de Ariah continuará…

source: RESTART
pt_br: REINICIAR

# restartTutorial
source: GO TO MENU
pt_br: MENU

source: Skip >>>
pt_br: Pular >>>

# start
source: Tap to start
pt_br: Jogar

# title
source: The Frontier
pt_br: A Fronteira
